<template>
  <div id="privacy-policy">
    <div class="align-justify py-20">
      <h4> 1. Σκοπός</h4>
      <p>
        Τα δεδομένα σας συλλέγονται όταν επικοινωνείτε μαζί μας μέσω της φόρμας επικοινωνίας μας, μέσω της φόρμας παραγγελίας μας, μέσω της εγγραφής στο newsletter, μέσω τηλεφώνου, ή ηλεκτρονικού ταχυδρομείου, ή με όποιον άλλο τρόπο μπορεί να μας στείλετε τα δεδομένα σας.
      </p>
    </div>
    <div class="align-justify py-20">
      <h4>2. Πως συλλέγουμε τα δεδομένα</h4>
      <p>
        Τα δεδομένα σας συλλέγονται όταν επικοινωνείτε μαζί μας μέσω της φόρμας επικοινωνίας μας, μέσω της φόρμας παραγγελίας μας, μέσω της εγγραφής στο newsletter, μέσω τηλεφώνου, ή ηλεκτρονικού ταχυδρομείου, ή με όποιον άλλο τρόπο μπορεί να μας στείλετε τα δεδομένα σας.
      </p>
    </div>
    <div class="align-justify py-20">
      <h4>3. Τι δεδομένα συλλέγουμε και γιατί</h4>
      <p>
        Τα δεδομένα σας συλλέγονται όταν επικοινωνείτε μαζί μας μέσω της φόρμας επικοινωνίας μας, μέσω της φόρμας παραγγελίας μας, μέσω της εγγραφής στο newsletter, μέσω τηλεφώνου, ή ηλεκτρονικού ταχυδρομείου, ή με όποιον άλλο τρόπο μπορεί να μας στείλετε τα δεδομένα σας.
      </p>
    </div>
    <table class="table-fixed">
      <thead>
        <tr>
          <th class="w-1/4 px-4">
            <b>Σκοπός επεξεργασίας των δεδομένων</b>
          </th>
          <th class="w-1/2 px-4 py-20">
            <b>Προσωπικά δεδομένα</b>
          </th>
          <th class="w-1/2 px-4 py-20">
            <b>Γιατί είναι απαραίτητα τα δεδομένα</b>
          </th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td class="border py-200 px-20">
            Εκτέλεση των παραγγελιών σας
          </td>
          <td class="border py-200 px-20">
            Προσωπικά αναγνωριστικά στοιχεία (ονοματεπώνυμο),
            στοιχεία επικοινωνίας (διεύθυνση αποστολής, τηλέφωνο, ηλεκτρονική διεύθυνση),
            φορολογικά αναγνωριστικά (ΑΦΜ, Δ.Ο.Υ),
            πληροφορίες σύνδεσης
          </td>
          <td class="border py-200 px-20">
            για να μπορέσει να πραγματοποιηθεί η εγγραφή/σύνδεση σας,
            να ολοκληρωθεί η παραγγελία σας, ή να γίνουν τυχόν επιστροφές.
          </td>
        </tr>
        <tr class="bg-gray-200">
          <td class="border py-200 px-20">
            Διαχείριση ερωτήσεων, παραπόνων, αντιμετώπιση προβλημάτων
          </td>
          <td class="border py-200 px-20">
            Προσωπικά αναγνωριστικά στοιχεία (ονοματεπώνυμο),
            στοιχεία επικοινωνίας (διεύθυνση αποστολής, τηλέφωνο, ηλεκτρονική διεύθυνση),
            φορολογικά αναγνωριστικά (ΑΦΜ, Δ.Ο.Υ),
            πληροφορίες σύνδεσης
          </td>
          <td class="border py-200 px-20">
            Για τη σωστή αντιμετώπιση των ερωτήσεων,
            τυχόν παραπόνων και προβλημάτων.
            Έχουμε έννομο συμφέρον να προσφέρουμε τη
            βέλτιστη εμπειρία για τους πελάτες μας και να
            αντιμετωπίσουμε τυχόν προβλήματα.
          </td>
        </tr>
        <tr>
          <td class="border py-200 px-20">
            Εγγραφή σε newsletter
          </td>
          <td class="border py-200 px-20">
            προσωπικά αναγνωριστικά στοιχεία (ονοματεπώνυμο),
            στοιχεία επικοινωνίας (διεύθυνση αποστολής, τηλέφωνο, ηλεκτρονική διεύθυνση)
          </td>
          <td class="border py-200 px-20">
            για να μπορείτε να λαμβάνετε ενημερώσεις και προσφορές από την εταιρία μας αφού δώσετε τη συγκατάθεσή σας
          </td>
        </tr>
        <tr class="bg-gray-200">
          <td class="border py-200 px-20">
            Δημιουργία λογαριασμού μέλους με την χρήση των μέσων Κοινωνικής Δικτύωσης
          </td>
          <td class="border py-200 px-20">
            προσωπικά αναγνωριστικά στοιχεία (ονοματεπώνυμο),
            στοιχεία επικοινωνίας (ηλεκτρονική διεύθυνση)
          </td>
          <td class="border py-200 px-20">
            για να πραγματοποιείτε τις επόμενες παραγγελίες σας χωρίς να χρειάζεται να καταχωρείτε εκ νέου τα στοιχεία σας
          </td>
        </tr>
      </tbody>
    </table>
    <div class="align-justify py-20">
      <h4>4. Για πόσο χρονικό διάστημα διατηρούμε τα δεδομένα σας</h4>
      <p>Είναι η πολιτική μας να διατηρούμε τα δεδομένα σας μόνο για όσο χρονικό διάστημα είναι απαραίτητο για τον σκοπό για τον οποίο συλλέχθηκαν, σύμφωνα με τις αρχές ελαχιστοποίησης των δεδομένων και περιορισμού της περιόδου αποθήκευσης. Για όλους τους παραπάνω λόγους, τα δεδομένα σας θα διατηρηθούν για τουλάχιστον πέντε (5) έτη μετά τη λήξη της πελατειακής μας σχέσης.  Επιπλέον, ευθυγραμμίζουμε τη διατήρηση των δεδομένων σας με πιθανές διαφοροποιήσεις που προκύπτουν από την άσκηση των δικαιωμάτων προστασίας των προσωπικών σας δεδομένων.</p>
    </div>
    <div class="align-justify py-20">
      <h4>5. Aποκάλυψη προσωπικών δεδομένων σε τρίτους</h4>
      <p>
        Δεν θα εκχωρήσουμε, αποκαλύψουμε ή ενοικιάσουμε τα προσωπικά σας στοιχεία σε οποιοδήποτε τρίτο μέρος /οντότητα κατά τρόπο διαφορετικό από αυτόν που περιγράφεται στην παρούσα Δήλωση Απορρήτου. Η εταιρία μας διαβιβάζει προσωπικά δεδομένα σε τρίτους, στους οποίους η εταιρία αναθέτει την επεξεργασία προσωπικών δεδομένων για λογαριασμό της.
      </p>
      <p class="py-20">
        Τα  δεδομένα μεταβιβάζονται μόνο σε συνεργαζόμενες εταιρείες με την δική μας που παρέχουν υπηρεσίες με σκοπό την αποστολή διαφημιστικού υλικού και εξατομικευμένων προσφορών. Επίσης, τα δεδομένα αυτά διαβιβάζονται σε  συνεργαζόμενες  με εμάς επιχειρήσεις με σκοπό την αξιολόγηση της ποιότητας παροχής υπηρεσιών και την αξιολόγηση των προϊόντων & υπηρεσιών μας. Επίσης για τους σκοπούς υλοποίησης της σύμβασης πώλησης διαβιβάζονται δεδομένα σε συνεργαζόμενες επιχειρήσεις στις οποίες έχει ανατεθεί η εκτέλεση μέρους της σύμβασης όπως μεταφορικές εταιρίες ή επιλεγμένα από εσάς σημεία παραλαβής. Τέλος, δίνεται πρόσβαση στα δεδομένα σε ανεξάρτητους παρόχους υπηρεσιών που έχουν κατασκευάσει τον ιστότοπό μας, καθώς και σε αυτούς που μας παρέχουν τεχνική υποστήριξη ή και φιλοξενία για την λειτουργία του ιστότοπου.
      </p>
      <p class="py-20">
        Επιδιώκουμε να διασφαλίσουμε ότι όλοι αυτοί οι τρίτοι/ανεξάρτητοι από εμάς πάροχοι υπηρεσιών δεν θα χρησιμοποιήσουν τα προσωπικά σας δεδομένα για οποιονδήποτε άλλο σκοπό παρά για να παρέχουν τις υπηρεσίες για τις οποίες είναι συμβατικά δεσμευμένοι. Επίσης, δημιουργούμε συμβάσεις με τους ανεξάρτητους αυτούς εργολάβους οι οποίες τους υποχρεώνουν να συμμορφώνονται με τα πρότυπα προστασίας προσωπικών δεδομένων που απαιτούνται από την νομοθεσία και να χρησιμοποιούν τα δεδομένα μόνο για τους σκοπούς για τους οποίους του διαβιβάστηκαν.
      </p>
      <p class="py-20">
        Τέλος, διατηρούμε το δικαίωμα να αποκαλύψουμε τα προσωπικά σας στοιχεία σε τρίτους εάν είμαστε υποχρεωμένοι να αποκαλύψουμε ή να μοιραστούμε τα προσωπικά σας δεδομένα για να συμμορφωθούμε με οποιαδήποτε νομική ή κανονιστική υποχρέωση.
      </p>
    </div>

    <div class="align-justify py-20">
      <h4>6. Ασφάλεια δεδομένων</h4>
      <p>Καταβάλλουμε μεγάλες προσπάθειες για να προστατεύσουμε τους χρήστες μας από τυχόν μη εξουσιοδοτημένη πρόσβαση ή αλλοίωση, αποκάλυψη ή καταστροφή των στοιχείων που έχουμε στην κατοχή μας. Συγκεκριμένα:</p>
      <ul class="list-outside">
        <li>Κρυπτογραφούμε τη μεταφορά δεδομένων από και προς τον ιστότοπο με <a href="https://support.google.com/websearch/answer/173733">τη χρήση SSL</a>.</li>
        <li>Ελέγχουμε τη συλλογή στοιχείων, τις πρακτικές αποθήκευσης και επεξεργασίας, συμπεριλαμβανομένων των φυσικών μέτρων ασφαλείας, για την προστασία από μη εξουσιοδοτημένη πρόσβαση σε συστήματα.</li>
        <li>Η πρόσβαση στα προσωπικά στοιχεία περιορίζεται μόνο σε υπαλλήλους μας και σε συνεργαζόμενους φορείς που πρέπει να γνωρίζουν αυτά τα στοιχεία για να παρέχουν υπηρεσίες προς εμάς. Οι συνεργαζόμενοι αυτοί φορείς και ο τρόπος με τον οποίον διασφαλίζονται τα δεδομένα σας αναφέρονται ρητά στην παρούσα δήλωση απορρήτου (ενότητα 5: αποκάλυψη προσωπικών δεδομένων σε τρίτους).</li>
      </ul>
      <h4> Πρόσβαση ανηλίκων</h4>
      <p>
        Τα προϊόντα που προσφέρουμε, απευθύνονται αποκλειστικά για αγορά από ενήλικες και όχι από παιδιά ή ανηλίκους κάτω των 16 ετών.
        Εάν είστε κάτω των 16 ετών, μπορείτε να χρησιμοποιήσετε την ιστοσελίδα μας μόνο με τη συμμετοχή και την έγκριση ενός γονέα ή κηδεμόνα.
      </p>
    </div>
    <div class="align-justify py-20">
      <h4>7. Χρήση cookies</h4>
      <p>Ένα «cookie» είναι ένα μικρό αρχείο κειμένου που μεταφορτώνεται στη συσκευή σας όταν επισκέπτεστε έναν ιστότοπο και επιτρέπει στον ιστότοπο να αποκτά ορισμένες πληροφορίες από το πρόγραμμα περιήγησης, όπως οι προτιμήσεις σας. Θεωρούμε σημαντικό να γνωρίζετε ποιά είναι τα cookies που χρησιμοποιούνται στην ιστοσελίδα μας και για ποιούς λόγους αυτά χρησιμοποιούνται. Οι δύο βασικές κατηγορίες cookies που χρησιμοποιούνται στον ιστότοπό μας είναι τα απολύτως απαραίτητα cookies και τα cookies τρίτων:</p><p /><p>Απολύτως απαραίτητα cookiesΑυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία της ιστοσελίδας μας αλλά και για να έχετε τη δυνατότητα να περιηγηθείτε σ’ αυτήν και να χρησιμοποιήσετε τις δυνατότητες της, όπως πρόσβαση σε ασφαλείς περιοχές της ιστοσελίδας. Χωρίς αυτά τα cookies κάποιες από τις υπηρεσίες και λειτουργίες της ιστοσελίδας, όπως καλάθι αγορών ή ηλεκτρονική πληρωμή, δεν μπορούν να πραγματοποιηθούν</p>
      <h5>Απολύτως απαραίτητα cookies</h5>
      <p>Αυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία της ιστοσελίδας μας αλλά και για να έχετε τη δυνατότητα να περιηγηθείτε σ’ αυτήν και να χρησιμοποιήσετε τις δυνατότητες της, όπως πρόσβαση σε ασφαλείς περιοχές της ιστοσελίδας. Χωρίς αυτά τα cookies κάποιες από τις υπηρεσίες και λειτουργίες της ιστοσελίδας, όπως καλάθι αγορών ή ηλεκτρονική πληρωμή, δεν μπορούν να πραγματοποιηθούν</p>
      <h5>Cookies τρίτων</h5>
      <p>Τα cookies τρίτων περιλαμβάνουν τα cookies απόδοσης, λειτουργικότητας, και προώθησης/στόχευσης.</p>
      <ul>
        <li>
          Cookies απόδοσης: συλλέγουν πληροφορίες σχετικά με το πώς οι επισκέπτες χρησιμοποιούν την ιστοσελίδα, για παράδειγμα ποιές σελίδες επισκέπτονται πιο συχνά, και αν λαμβάνουν μηνύματα για σφάλματα από ιστοσελίδες. Αυτά τα cookies δεν συλλέγουν πληροφορίες που προσδιορίζουν τον επισκέπτη. Όλες οι πληροφορίες που συλλέγουν αυτά τα cookies είναι συγκεντρωτικές και ως εκ τούτου, ανώνυμες. Χρησιμοποιούνται μόνο για να τη βελτίωση του τρόπου λειτουργίας μιας ιστοσελίδας
        </li>
        <li>Cookies λειτουργικότητας: επιτρέπουν στην ιστοσελίδα να θυμάται τις επιλογές που κάνετε (όπως το όνομα χρήστη ή την περιοχή στην οποία βρίσκεστε) και παρέχει πιο εξατομικευμένες λειτουργίες. Μπορούν επίσης να χρησιμοποιηθούν για να θυμούνται τις αλλαγές που έχετε κάνει στην ιστοσελίδα ή να χρησιμοποιηθούν για να παρέχουν υπηρεσίες που έχεις ζητήσει, όπως συνομιλία στο chat ή τη χρήση μέσων κοινωνικής δικτύωσης. Τα στοιχεία που συλλέγουν αυτά τα cookies μπορεί να γίνουν ανώνυμα και δεν έχουν τη δυνατότητα να παρακολουθήσουν την περιήγηση σας καθώς και τη δραστηριότητα σου σε άλλες ιστοσελίδες.</li>
        <li>Cookies προώθησης/στόχευσης: χρησιμοποιούνται για την παροχή περιεχομένου, που ταιριάζει περισσότερο σε εσάς και τα ενδιαφέροντά σας. Χρησιμοποιούνται επίσης για την αποστολή στοχευμένης διαφήμισης ή προσφορών, για να περιορίσουν τον αριθμό της προβαλλόμενης διαφήμισης, καθώς και για να βοηθήσουν στη μέτρηση της αποτελεσματικότητας των διαφημιστικών καμπανιών. Μπορεί επίσης να χρησιμοποιηθούν για την αποθήκευση των ιστότοπων που έχετε επισκεφθεί ώστε να καθοριστούν τα πιο αποτελεσματικά ηλεκτρονικά κανάλια μάρκετινγκ,  και να επιβραβευτούν εξωτερικές ιστοσελίδες και συνεργάτες που σας προώθησαν στον ιστότοπό μας.</li>
        Μπορείτε να αλλάξετε τη συγκατάθεσή σας αναφορικά με την χρήση cookies τρίτων στέλνωντας mail στο <a href="mailto:
info@xristosgyradiko.gr"
        >
          info@xristosgyradiko.gr</a>
      </ul>
    </div>
    <div class="align-justify py-20">
      <h4>8. Τα δικαιώματα προστασίας των προσωπικών σας δεδομένων</h4>
      <p>Ένα «cookie» είναι ένα μικρό αρχείο κειμένου που μεταφορτώνεται στη συσκευή σας όταν επισκέπτεστε έναν ιστότοπο και επιτρέπει στον ιστότοπο να αποκτά ορισμένες πληροφορίες από το πρόγραμμα περιήγησης, όπως οι προτιμήσεις σας. Θεωρούμε σημαντικό να γνωρίζετε ποιά είναι τα cookies που χρησιμοποιούνται στην ιστοσελίδα μας και για ποιούς λόγους αυτά χρησιμοποιούνται. Οι δύο βασικές κατηγορίες cookies που χρησιμοποιούνται στον ιστότοπό μας είναι τα απολύτως απαραίτητα cookies και τα cookies τρίτων:</p><p /><p>Απολύτως απαραίτητα cookiesΑυτά τα cookies είναι απαραίτητα για τη σωστή λειτουργία της ιστοσελίδας μας αλλά και για να έχετε τη δυνατότητα να περιηγηθείτε σ’ αυτήν και να χρησιμοποιήσετε τις δυνατότητες της, όπως πρόσβαση σε ασφαλείς περιοχές της ιστοσελίδας. Χωρίς αυτά τα cookies κάποιες από τις υπηρεσίες και λειτουργίες της ιστοσελίδας, όπως καλάθι αγορών ή ηλεκτρονική πληρωμή, δεν μπορούν να πραγματοποιηθούν</p>
      <ul>
        <li>Δικαίωμα πρόσβασης – έχετε το δικαίωμα πρόσβασης στα προσωπικά δεδομένα που διατηρούμε για εσάς</li>
        <li>
          Δικαίωμα διόρθωσης – έχετε το δικαίωμα να διορθώσετε ανακριβή ή ελλιπή δεδομένα που διατηρούμε για εσάς.
        </li>
        <li>
          Δικαίωμα διαγραφής – μπορείτε να ζητήσετε να διαγραφούν τα δεδομένα που τηρούμε για εσάς από τα αρχεία μας και είμαστε υποχρεωμένοι να ικανοποιήσουμε το αίτημά σας σε συγκεκριμένες περιπτώσεις
        </li>
        <li>
          Δικαίωμα περιορισμού της επεξεργασίας – έχετε το δικαίωμα να ζητήσετε να περιοριστεί η επεξεργασία των προσωπικών σας δεδομένων και είμαστε υποχρεωμένοι να ικανοποιήσουμε το αίτημα αυτό όταν ισχύουν συγκεκριμένες προϋποθέσεις
        </li>
        <li>
          Δικαίωμα στην φορητότητα δεδομένων – έχετε το δικαίωμα να ζητήσετε να μεταφερθούν τα δεδομένα που τηρούμε για εσάς σε κάποιον άλλον οργανισμό
        </li>
        <li>
          Δικαίωμα εναντίωσης – έχετε το δικαίωμα εναντίωσης σε επεξεργασίες προσωπικών δεδομένων που σας αφορούν, υπό συγκεκριμένες προϋποθέσεις
        </li>
        <li>
          Δικαίωμα ανάκλησης συγκατάθεσης - όπου η νομική βάση επεξεργασίας των δεδομένων σας, είναι η “Συγκατάθεση”, έχετε το δικαίωμα να ανακαλέσετε την συγκατάθεσή σας οποιαδήποτε στιγμή.
        </li>
      </ul>
      <p>
        Όλα τα αιτήματά σας που αφορούν τα παραπάνω δικαιώματα, μπορούν να υποβάλλονται μέσω mail <a href="mailto:
info@xristosgyradiko.gr"
        >
          info@xristosgyradiko.gr</a>
      </p>
      <p>
        Η διαδικασία για την επεξεργασία οποιαδήποτε αιτήματος αφορά τα παραπάνω δικαιώματα είναι η εξής. Θα αξιολογήσουμε το αίτημά  και θα σας απαντήσουμε σχετικά για την πρόοδό του (έγκριση αιτήματος, μερική έγκριση αιτήματος, απόρριψη αιτήματος) το συντομότερο δυνατόν και οπωσδήποτε εντός ενός μήνα από την υποβολή του. Σε περίπτωση που η εταιρία μας απορρίψει το αίτημά σας σχετικά με τα προαναφερθέντα Δικαιώματα Προστασίας Προσωπικών Δεδομένων, θα σας επικοινωνούμε τους λόγους της απόρριψης. Έχετε το δικαίωμα να υποβάλλετε καταγγελία απευθείας στη ρυθμιστική αρχή και στον Υπεύθυνο Προστασίας Δεδομένων της εταιρίας μας.
      </p>
      <p>Διατηρούμε το δικαίωμα να απορρίπτουμε αιτήματα που είναι αδικαιολόγητα επαναλαμβανόμενα, απαιτούν δυσανάλογες τεχνικές προσπάθειες ή έχουν δυσανάλογες τεχνικές συνέπειες, διακινδυνεύουν την ιδιωτικότητα άλλων ή είναι αδύνατο να υλοποιηθούν.</p>
    </div>
    <div class="align-justify py-20">
      <h4>9. Αλλαγές στην Δήλωση Προστασίας Προσωπικών Δεδομένων</h4>
      <p>Η Δήλωση Απορρήτου μας ενδέχεται να αλλάξει κατά καιρούς. Προσπαθούμε να επανεξετάζουμε και να ενημερώνουμε συνεχώς την παρούσα Δήλωση, προκειμένου να συμμορφωνόμαστε με τις νομοθετικές και κανονιστικές απαιτήσεις, παρέχοντας παράλληλα τη βέλτιστη προστασία των προσωπικών σας δεδομένων. Θα δημοσιεύουμε σε αυτήν τη σελίδα τυχόν αλλαγές στην δήλωση απορρήτου.</p>
    </div>
    <div class="align-justify py-20">
      <h4>10. Υπεύθυνος Επικοινωνίας για θέματα που αφορούν τα δεδομένα σας</h4>
      <p>Ο ιστότοπος αυτός ανήκει στην εταιρία ΧΧ-Κρεατοσκευάσματα & Σια ΕΕ. Εάν ανά πάσα στιγμή πιστεύετε ότι δεν συμμορφωνόμαστε με τις διατάξεις που ορίζονται στην παρούσα Δήλωση ή με οποιοδήποτε άλλο θέμα που σχετίζεται με την προστασία των δεδομένων, παρακαλώ επικοινώνησε μαζί μας μέσω ηλεκτρονικού ταχυδρομείου στο info@xristosgyradiko.gr. O Υπεύθυνος Προστασίας Δεδομένων είναι ο Χαλάτσης Χρήστος.</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
